<?php

return [
    'index' => 'Метки',
    'id' => 'ID',
    'destroy' => 'Удалить',
    'created_at' => 'Дата создания',
    'name' => 'Имя',
    'description' => 'Описание',
    'edit' => 'Изменить',
    'actions' => 'Действия',
    'create' => 'Создать метку',
    'change' => 'Изменение метки',
    'store' => 'Создать',
    'update' => 'Обновить',
    'has_tasks' => 'Не удалось удалить метку',
    'stored' => 'Метка успешно создана',
    'updated' => 'Метка успешно изменена',
    'deleted' => 'Метка успешно удалена',
    'validation' => [
        'name' => [
            'unique' => 'Метка с таким именем уже существует',
        ],
    ],
];
